[
	{
		"name": "Auguste Rame",
		"tagline": "Co-Editor in Chief, Website Destroyer, Writer",
		"description": "Master of the midnight Snitch productivity hour, chronic procrastinator."
	},
	{
		"name": "Caleb Levy",
		"tagline": "Co-Editor in Chief",
		"description": "When he’s not <del>tearing up</del> <i>improving</i> articles for The Snitch, he’s putting off improving articles for The Snitch."
	},
	{
		"name": "Benjy Eichner",
		"tagline": "Head Writer, Senior Snitch, Third Wheel",
		"description": "Sycophant in Chief."
	},
	{
		"name": "Hudson Yon",
		"tagline": "Managing Editor, Senior Snitch",
		"description": "Iä! Iä! Cthulhu fhtagn! Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn!"
	},
	{
		"name": "Laurel Kane",
		"tagline": "Writ’r",
		"description": "Avast, ye devils, avast! What manner of strange sorcery hast awaken and did bind me to writeth for this strange and vexing journal?"
	},
	{
		"name": "Evan Song",
		"tagline": "Editor",
		"description": "Schrodinger's editor; I have both edited and not edited the article until it's observed. Then I just haven't edited it."
	},
	{
		"name": "Curran Holden",
		"tagline": "Illegal Council, Very Not Senior Writer-ish",
		"description": "Still trying to convince people that we should adopt congressional style debate."
	},
	{
		"name": "Natalie Weng",
		"tagline": "Draw-er",
		"description": "Can both doodle pictures and hold common household items. You decide."
	},
	{
		"name": "Chase Eastwood",
		"tagline": "Writer",
		"description": "An Auguste-acclaimed journalist who is definitely not Auguste."
	},
	
	{
		"name": "Dale Bell",
		"tagline": "Writer, Editor in Chief, Benevolent Tyrant, and The Ultimate IB Learner",
		"description": "Dale Bell is a determined journalist with only one goal, which he pursues tirelessly: getting the website trending. And also the truth or whatever."
	},
	{
		"name": "Bill Angell",
		"tagline": "Writing person",
		"description": "Was once told that “Theatre isn’t all there is to life.” In a dejected trance he found himself waking up in The Snitch’s office, and decided to stay out of gratitude for the staff not eating him."
	},
	{
		"name": "Sebastián Valderrama",
		"tagline": "Baron Artist",
		"description": "fdhbgaIjkf lskZJDngph tfwajknxzkc vbkzjsfhekjsdh fjkohfkjn hfjnpudfled kjhno,cvbnmbvc."
	},
	{
		"name": "Frank Washington",
		"tagline": "Writer, Non De Plume",
		"description": "Dale's pseudonym."
	},
	{
		"name": "Dr. Verman Politiczuck",
		"tagline": "Political and Historical Contributor, Eaten By Sharks",
		"description": "I had a PhD in political-historical studies from Diploma-Mills Online University. Also, Dale hated my name for some reason so he instructed to have sharks eat me. Unfortunate."
	}
]
