[
	{
		"name": "Auguste Rame",
		"tagline": "Co-Editor in Chief, Website Destroyer, Writer",
		"description": "Master of the midnight Snitch productivity hour, chronic procrastinator."
	},
	{
		"name": "Caleb Levy",
		"tagline": "Co-Editor in Chief",
		"description": "When he’s not <del>tearing up</del> <i>improving</i> articles for The Snitch, he’s putting off improving articles for The Snitch."
	},
	{
		"name": "Benjy Eichner",
		"tagline": "Head Writer, Senior Snitch, Third Wheel",
		"description": "Sycophant in Chief."
	},
	{
		"name": "Hudson Yon",
		"tagline": "Managing Editor, Senior Snitch",
		"description": "Iä! Iä! Cthulhu fhtagn! Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn!"
	},
	{
		"name": "Wren Buehler",
		"tagline": "Senior Writer?",
		"description": "How did I get here?"
	},
	{
		"name": "Nicholas Daum",
		"tagline": "Writer",
		"description": "What they don’t know is that I’m using a vast sweatshop of monkeys to write all my articles. One day they’ll finish one."
	},
	{
		"name": "Laurel Kane",
		"tagline": "Writ’r",
		"description": "Avast, ye devils, avast! What manner of strange sorcery hast awaken and did bind me to writeth for this strange and vexing journal?"
	},
	{
		"name": "Evan Song",
		"tagline": "Editor",
		"description": "Schrodinger's editor; I have both edited and not edited the article until it's observed. Then I just haven't edited it."
	},
	{
		"name": "Liv Dentoni",
		"tagline": "Outreach",
		"description": "We are decidedly <i>not</i> all in this together."
	},
	{
		"name": "Curran Holden",
		"tagline": "Illegal Council, Very Not Senior Writer-ish",
		"description": "Still trying to convince people that we should adopt congressional style debate."
	},
	{
		"name": "Natalie Weng",
		"tagline": "Draw-er",
		"description": "Can both doodle pictures and hold common household items. You decide."
	},
	{
		"name": "Tali Goelman",
		"tagline": "Writer",
		"description": "“There is no subject as juxtaposed between art and history as philosophy. On one hand, it is in touch with the exact science of historical context, and on the other, it is a subjective artistic interpretation of the way of living.” - Map R Test"
	},
	{
		"name": "Sanjana Surendran",
		"tagline": "Artist?",
		"description": "You’ll either catch me sleeping or meticulously planning my path to world domination. Be afraid."
	},
	{
		"name": "Chase Eastwood",
		"tagline": "Writer",
		"description": "An Auguste-acclaimed journalist who is definitely not Auguste."
	},
	{
		"name": "Grug",
		"tagline": "Art Critic",
		"description": "Grug am learned. Grug am have bachelor’s degree in art history from Cavern University. Do not make harmful assumption about Grug."
	},
	{
		"name": "Dr. Reese Sessions",
		"tagline": "Snitch Chief Economics Contributor",
		"description": "Dr. Reese Sessions is the Chief Economics Contributor to The Snitch. He has a PHD from the London School Of Economics and is critically acclaimed for his landmark paper on 'Eating The Irish As A Solution To World Hunger.'"
	},
	{
		"name": "Jake Krillen",
		"tagline": "Snitch Sports Head",
		"description": "Bro, I'm only here in case a football scholarship can't cut it."
	}
]
